; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Paramètres - Let It Rain FX
Rain=Pluie
Snow=Neige
Intensity=Intensité
Low=Faible
High=Élevée
Wind Direction=Direction du vent
Left=Gauche
Right=Droite
Simplified snow heap=Tas de neige simplifié
Change Particle Color=Modifier la couleur des particules
Hide behind windows=Masquer derrière les fenêtres
Start with Windows=Démarrer avec Windows
About - Let It Rain FX=À propos - Let It Rain FX
Report issues or send feedback to=Signaler un problème ou envoyer vos commentaires à
Support=Soutenir
Other apps=Autres applications
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Visionneuse de photos rapide, légère et minimaliste conçue pour le Windows moderne
Minimal, transparent desktop clock widget for Windows=Widget d'horloge de bureau minimaliste et transparent pour Windows
Configure=Paramètres
About=À propos
Exit=Quitter
